/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "磁盘空间快用完了！";
"MonitorOutOfSpace_NotifDescription" = "启动 CleanMyMac 移除不需要的项目并恢复空间。";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "关键 S.M.A.R.T 诊断！";
"MonitorSMART_NotifDescription" = "CleanMyMac 发现磁盘诊断显示磁盘即将无法工作。采取措施，防止数据丢失。";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "SSD 寿命短！";
"MonitorSSD_NotifTooltip" = "%@ SSD 寿命为 %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac 发现磁盘诊断显示磁盘即将无法工作。采取措施，防止数据丢失。";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "磁盘温度过高！";
"MonitorHighTemp_NotifTooltip" = "%@ 温度超过 %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac 发现磁盘温度超过建议的值。请确保这不会经常发生。";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "电池电量即将耗尽！";
"MonitorBattery_NotifDescription" = "CleanMyMac 发现电池剩余电量太低。请考虑更换电池。";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "内存占用过高";
"MonitorRAM_NotifDescription" = "CleanMyMac 发现物理内存和虚拟内存占用过高。请考虑退出一些应用程序。";

/* Battery health */
"Health: %@" = "运行状况：%@";

"Undefined" = "未定义";
"Fair" = "一般";
"Good" = "良好";
"Poor" = "较差";

/* Battery charging state */
"Charged" = "充电";
"Not Charging" = "未充电";
"Calculating…" = "正在计算…";
"%ld:%02ld Until Full" = "%ld:%02ld 充满";
"%ld:%02ld Remaining" = "剩余 %ld:%02ld";
"%@ Limited" = "限制 %@";
"%@ Threshold" = "%@ 阈值";
"Overfilled" = "重建启动服务数据库";

"DiskFreeSpace_description" = "%@";
"DiskFreeSpace_tooltip" = "%@ 自由\n%@ 可用。此数字表示自由空间和系统可以立即释放的可清理空间的总和。";
"RAMStatus_description" = "%@";
"RAMStatus_tooltip" = "%@";
"RAMCleanupInProgress_Title" = "正在释放…";
"TrashSizeStatus_description" = "%@";
"TrashSizeStatus_tooltip" = "%@";
"TrashSizeStatus_tooltipForZeroSize" = "已用 %@，%@ 内";

"WiredRAM_LegendTitle" = "有线";
"WiredRAM_LegendDescription" = "内存不能缓存到磁盘中，因此必须留在 RAM 中。此内存不能被其他应用程序借用。";

"ActiveRAM_LegendTitle" = "激活";
"ActiveRAM_LegendDescription" = "此信息在 RAM 中，且最近使用过。";

"InactiveRAM_LegendTitle" = "未激活";
"InactiveRAM_LegendDescription" = "此信息在 RAM 中，但不是经常使用，只是最近使用过。";

"CompressedRAM_LegendTitle" = "压缩";
"CompressedRAM_LegendDescription" = "RAM 中的内存量经过压缩，让更多 RAM 内存可用于其他进程。";

"GHz" = "GHz";

"Monitoring OFF" = "监视关闭";
